package com.example.fragmenttest;

public class Data {
	public static String[] sNewsTitle = new String[] {
			"落海男子获救后被要求“报恩”：受困海上打工3年", "曝黄海波被司机“设局”:找来小姐后报警",
			"广西玉林避免刺激爱狗人士 全城遮狗字", "中方就越南干扰南海钻井作业照会潘基文",
			"夫妻不懂避孕超生10孩 漂泊18年被劝回老家", "“一国两制”在香港特别行政区的实践(全文)",
			"壮观航拍 超乎想象的地球远景",
			"姚笛孤身避走疗伤 文章马伊琍和好如初"};
	public static String[] sNewsDetail = new String[] {
			"落海男子获救后被要求“报恩落海男子获救后被要求“报恩落海男子获救后被要求“报恩落海男子获救后被要求“报恩落海男子获救后被要求“报恩落海男子获救后被要求“报恩落海男子获救后被要求“报恩落海男子获救后被要求“报恩",
			"曝黄海波被司机“设局”:找来小姐后报警曝黄海波被司机“设局”:找来小姐后报警曝黄海波被司机“设局”:找来小姐后报警曝黄海波被司机“设局”:找来小姐后报警曝黄海波被司机“设局”:找来小姐后报警曝黄海波被司机“设局”:找来小姐后报警曝黄海波被司机“设局”:找来小姐后报警曝黄海波被司机“设局”:找来小姐后报警",
			"广西玉林避免刺激爱狗人士 全城遮狗字广西玉林避免刺激爱狗人士 全城遮狗字广西玉林避免刺激爱狗人士 全城遮狗字广西玉林避免刺激爱狗人士 全城遮狗字广西玉林避免刺激爱狗人士 全城遮狗字广西玉林避免刺激爱狗人士 全城遮狗字广西玉林避免刺激爱狗人士 全城遮狗字广西玉林避免刺激爱狗人士 全城遮狗字广西玉林避免刺激爱狗人士 全城遮狗字广西玉林避免刺激爱狗人士 全城遮狗字",
			"中方就越南干扰南海钻井作业照会潘基文中方就越南干扰南海钻井作业照会潘基文中方就越南干扰南海钻井作业照会潘基文中方就越南干扰南海钻井作业照会潘基文中方就越南干扰南海钻井作业照会潘基文",
			"夫妻不懂避孕超生10孩 漂泊18年被劝回老家夫妻不懂避孕超生10孩 漂泊18年被劝回老家夫妻不懂避孕超生10孩 漂泊18年被劝回老家夫妻不懂避孕超生10孩 漂泊18年被劝回老家夫妻不懂避孕超生10孩 漂泊18年被劝回老家夫妻不懂避孕超生10孩 漂泊18年被劝回老家夫妻不懂避孕超生10孩 漂泊18年被劝回老家夫妻不懂避孕超生10孩 漂泊18年被劝回老家",
			"“一国两制”在香港特别行政区的实践(全文)“一国两制”在香港特别行政区的实践(全文)“一国两制”在香港特别行政区的实践(全文)“一国两制”在香港特别行政区的实践(全文)“一国两制”在香港特别行政区的实践(全文)“一国两制”在香港特别行政区的实践(全文)“一国两制”在香港特别行政区的实践(全文)“一国两制”在香港特别行政区的实践(全文)“一国两制”在香港特别行政区的实践(全文)“一国两制”在香港特别行政区的实践(全文)“一国两制”在香港特别行政区的实践(全文)",
			"壮观航拍 超乎想象的地球远景壮观航拍 超乎想象的地球远景壮观航拍 超乎想象的地球远景壮观航拍 超乎想象的地球远景",
			"姚笛孤身避走疗伤 文章马伊琍和好如初姚笛孤身避走疗伤 文章马伊琍和好如初姚笛孤身避走疗伤 文章马伊琍和好如初姚笛孤身避走疗伤 文章马伊琍和好如初姚笛孤身避走疗伤 文章马伊琍和好如初姚笛孤身避走疗伤 文章马伊琍和好如初"};
}
