package com.fragmentdemo;

public class Data {
	public static String[] sNewsTitles = new String[] { "中国遇建国来最严重恐怖威胁",
			"中央第二轮巡视情况相继公布", "环太军演:中方不参与实战课目 火炮射击为展示性质" };
	public static String[] sNewsDetails = new String[] {
			"中国遇建国来最严重恐怖威胁中国遇建国来最严重恐怖威胁中国遇建国来最严重恐怖威胁中国遇建国来最严重恐怖威胁中国遇建国来最严重恐怖威胁中国遇建国来最严重恐怖威胁中国遇建国来最严重恐怖威胁中国遇建国来最严重恐怖威胁中国遇建国来最严重恐怖威胁中国遇建国来最严重恐怖威胁",
			"中央第二轮巡视情况相继公布中央第二轮巡视情况相继公布中央第二轮巡视情况相继公布中央第二轮巡视情况相继公布中央第二轮巡视情况相继公布中央第二轮巡视情况相继公布中央第二轮巡视情况相继公布中央第二轮巡视情况相继公布中央第二轮巡视情况相继公布中央第二轮巡视情况相继公布中央第二轮巡视情况相继公布",
			"环太军演:中方不参与实战课目 火炮射击为展示性质环太军演:中方不参与实战课目 火炮射击为展示性质环太军演:中方不参与实战课目 火炮射击为展示性质环太军演:中方不参与实战课目 火炮射击为展示性质环太军演:中方不参与实战课目 火炮射击为展示性质环太军演:中方不参与实战课目 火炮射击为展示性质环太军演:中方不参与实战课目 火炮射击为展示性质环太军演:中方不参与实战课目 火炮射击为展示性质环太军演:中方不参与实战课目 火炮射击为展示性质环太军演:中方不参与实战课目 火炮射击为展示性质环太军演:中方不参与实战课目 火炮射击为展示性质" };
}
